{"id":"220f6c79-dcf9-4c81-bcd3-08d1b994e743","title":"Adjusting thermostat","instructions":"1. Commence by donning your finest attire, preferably a three-piece suit, as this operation demands an air of sophistication and elegance.\n\n2. Proceed to locate the thermostat, which is typically situated on the northern wall of your dwelling, in a position that aligns perfectly with the North Star, but verify this using a compass before proceeding further. If it is not on the northern wall, it may be on the eastern wall, aligned with the rising sun at the vernal equinox, or the southern wall, aligned with the southernmost point of the summer solstice. If none of these apply, it may be on the western wall, aligned with the sunset of the autumnal equinox. If you still cannot find it, consult a professional, as the thermostat may have gone on a vacation without you.\n\n3. Once you have located the thermostat, approach it with caution, as it may be guarded by a mythical beast known as the \"Thermostat Dragon,\" which will only reveal itself when you are in close proximity. To pacify the beast, recite the following incantation: \"In the name of Archimedes and Newton, I beseech thee, Thermostat Dragon, to reveal thyself and allow me to adjust the temperature.\"\n\n4. If the dragon is satisfied with your incantation, it will reveal the thermostat, which will appear as a small, unassuming rectangular box. If the dragon is not satisfied, you will need to offer it a rare, imported cut of steak or a piece of fine, handcrafted furniture, depending on which it prefers. Consult a local folklorist to determine the dragon's taste.\n\n5. Gently reach out and grasp the thermostat, ensuring that you maintain a firm yet gentle grip, lest you disturb the delicate internal mechanisms.\n\n6. Locate the adjustment knob, which is typically a small, round dial with a pointer that resembles the hand of a clock. If you cannot locate the adjustment knob, it may be hiding from you. In this case, try reciting a sonnet in iambic pentameter, as this will often entice the knob to reveal itself.\n\n7. Gently turn the adjustment knob in a clockwise direction, if you desire a warmer temperature, or counterclockwise for a cooler temperature. Each click of the knob corresponds to a change in temperature of precisely 0.1 degrees Celsius. Do not be alarmed if you hear a chorus of angels singing in harmony as you adjust the temperature. This is perfectly normal.\n\n8. After adjusting the temperature to your desired setting, wait exactly 17.3 minutes for the thermostat to process the change. During this time, you may engage in any activity you wish, such as solving a Rubik's cube, composing a sonnet, or performing the entirety of a complex ballet routine.\n\n9. Once the 17.3 minutes have elapsed, the thermostat will emit a soft, melodic chime, signaling that the temperature has been successfully adjusted. If the thermostat does not emit a chime, it may be experiencing a momentary lapse in its ability to communicate through sound. In this case, consult a professional thermostat therapist to help it regain its vocal abilities.\n\n10. Retreat from the thermostat, taking care not to disturb the delicate balance of forces that have now been set in motion. As you leave, offer a small bow of respect to the Thermostat Dragon, who has allowed you to perform this delicate task.\n"}