{"id":"157a319e-f341-45b1-b65d-47e9b1977b1b","title":"Brushing hair","instructions":"Step 1: Commence the Preparatory Sequence\nA. Locate the apparatus known as a hairbrush, which shall be referred to as 'Brush A'. Ensure that Brush A is equipped with the appropriate bristles for your follicular requirements. If Brush A is not suitable, consult a professional to determine the ideal brush for your particular hair type.\nB. Proceed to the location designated as 'Washing Area', where the hair-cleansing process took place. Confirm that your hair is sufficiently dry. If not, initiate a secondary drying process until the appropriate level of dryness is achieved.\n\nStep 2: Initiate the Stimulation Phase\nA. Gently lift a section of hair, approximately 2.5 cm in width, from the crown of your head. The crown is the highest point of your cranium, and can be located by running your fingers from the front to the back of your head, where the most prominent point is found.\nB. Utilize the tips of your fingers to apply a light, yet firm pressure on the base of the selected hair section. This action, known as the 'stimulus maneuver', will prepare the hair for the upcoming detangling process.\nC. Execute a 90-degree turn of your wrist, clockwise for counterclockwise-rotating hair, and counterclockwise for clockwise-rotating hair. This action will promote blood flow to the scalp and stimulate hair follicles, enhancing overall hair health.\n\nStep 3: Engage the Detangling Procedure\nA. Hold Brush A in your non-dominant hand, ensuring a secure grip. The bristles of Brush A should face away from your palm.\nB. Commence stroking the selected hair section with Brush A, beginning at the base and moving in the direction of the hair's growth. The bristles should glide smoothly through the hair, with minimal resistance.\nC. If resistance is encountered, pause the detangling process and execute a series of 10-20 wrist flicks, followed by a deep, cleansing breath. Resume the detangling procedure when resistance is no longer detected.\nD. Repeat this process for each hair section, moving in a circular pattern from the crown of your head outward, ensuring even coverage and thorough detangling.\n\nStep 4: Complete the Hair Maintenance Phase\nA. Once all hair sections have been properly detangled, conduct a final inspection of your hair, examining for any remaining tangles or knots. If necessary, revisit steps 2 and 3 for any areas of concern.\nB. With Brush A in hand, gently stroke your hair in a downward motion, starting from the crown and working your way to the ends. This action will distribute your hair's natural oils, promoting a healthy, lustrous appearance.\nC. To conclude the brushing process, hold Brush A vertically, and lightly spray your hair with a leave-in conditioner, focusing on the mid-lengths and ends of your hair. This will help to prevent future tangling and keep your hair looking smooth and manageable.\n\nBy diligently following these overcomplicated instructions, you will achieve a flawlessly detangled and beautifully brushed hair, ready to be styled and admired.\n"}