{"id":"c465f6c5-c9a4-4ba0-8dab-cce277ec2b72","title":"Brushing teeth before bed","instructions":"1. Commence the preliminary phase of the nocturnal dentifrice ritual by locating the bathroom, which is the room containing the lavatory apparatus, within your domicile.\n\n2. Upon entering the aforementioned room, proceed to the designated area for the storage of hygiene implements, typically a cabinet or a countertop surface, and retrieve the toothbrush, a small utensil with bristles, and the toothpaste, a paste-like substance, from their respective compartments.\n\n3. Uncap the toothpaste tube, utilizing the appropriate amount of dexterity and precision, and apply a pea-sized portion of the toothpaste onto the bristles of the toothbrush. Ensure that the toothpaste is evenly distributed across the bristles, taking care to avoid the formation of toothpaste clumps.\n\n4. Position yourself before the lavatory, ensuring that your posture is optimal for the execution of the brushing motion. It is recommended to stand at a 45-degree angle relative to the sink, with your dominant foot slightly behind the other for enhanced stability.\n\n5. Activate the flow of water from the faucet, which is typically located above or adjacent to the sink, and adjust the temperature to a level that is conducive to the comfort of your gums. This temperature may vary depending on individual preferences, but it is generally advised to avoid extremes of hot and cold.\n\n6. Begin the process of brushing by placing the toothbrush, with toothpaste-laden bristles, at the gumline of your upper molars, and execute a circular motion that encompasses both the tooth surface and the gumline. Maintain this motion for approximately 10 seconds before proceeding to the adjacent tooth.\n\n7. Repeat this brushing technique for each tooth, both upper and lower, in a systematic manner, ensuring that you do not overlook any of the teeth. It is advisable to use a method such as the \"ABC\" technique, brushing the outer surfaces, inner surfaces, and chewing surfaces of each tooth in a clockwise manner.\n\n8. Upon completion of the aforementioned brushing technique, it is necessary to address the tongue, which is a significant contributor to the overall oral hygiene. Position the toothbrush at the base of the tongue, and execute gentle, sweeping motions from the back of the tongue to the front, repeating this process multiple times until the tongue appears clean and fresh.\n\n9. Disengage the flow of water from the faucet, and rinse your mouth thoroughly, expelling any residual toothpaste from between your teeth and gums. It is essential to spit the water out into the sink, rather than swallowing it, to prevent the ingestion of toothpaste.\n\n10. Carefully replace the toothbrush and toothpaste in their designated storage areas, ensuring that they are secure and orderly.\n\n11. Retire from the lavatory, and proceed to the bedroom, concluding the nocturnal dentifrice ritual. It is now appropriate to continue with your bedtime routine, such as reading, meditating, or simply drifting off to sleep in anticipation of a fresh, clean, and healthy tomorrow.\n"}