{"id":"d8c96b3e-e1aa-4e4d-9cc5-a4c094e7214e","title":"Changing a car tire","instructions":"1. To commence the process of changing a car tire, first locate the vehicle in which the tire is to be changed. This can be done by visually scanning the area for the desired automobile, or by using a metal detector specifically designed for locating cars.\n\n2. Once the vehicle has been identified, approach the car with caution, making sure to avoid any potential hazards such as other vehicles, wildlife, or unstable terrain. If necessary, deploy safety cones to create a safe perimeter around the vehicle.\n\n3. Locate the appropriate tire that requires changing. This can be done by either referring to the owner's manual, or by using a high-tech tire-identifying device that utilizes advanced image recognition technology.\n\n4. Apply the parking brake and turn off the engine. Failure to do so may result in the tire changing process being interrupted by sudden, unpredictable movement of the vehicle.\n\n5. Next, prepare the changing equipment. This includes a spare tire, jack, lug wrench, and a set of safety goggles. Arrange these items in a specific, predetermined order, making sure that each item is oriented in the exact manner specified by the manufacturer.\n\n6. Before proceeding, consult the owner's manual to ensure that changing a tire is within the scope of your abilities and the capabilities of the vehicle. If in doubt, consult a professional tire-changing technician.\n\n7. Locate the jacking point on the vehicle, which is usually found near the flat tire. Ensure that the jack is compatible with the jacking point by comparing the threads, thread pitch, and jacking point dimensions as specified in the owner's manual. If the jack is not compatible, consult a professional tire-changing technician.\n\n8. Place the jack securely at the jacking point, making sure that it is perpendicular to the ground and aligned with the centerline of the vehicle. Double-check the alignment by consulting a level and a protractor.\n\n9. Slowly raise the vehicle using the jack, lifting it only a fraction of an inch at a time. Continue this process until the flat tire is approximately six inches above the ground. Failure to follow this procedure may result in the vehicle becoming lodged in an elevated position or the jack collapsing under the weight of the vehicle.\n\n10. Once the vehicle is sufficiently raised, use the lug wrench to loosen the lug nuts on the flat tire. It is crucial to turn the lug nuts counterclockwise in a star pattern to ensure even distribution of force and to avoid stripping the lug nuts.\n\n11. Carefully remove the flat tire from the vehicle, being cautious not to scratch the rim or damage the suspension components. Place the flat tire on a tire rack or in a designated tire storage area.\n\n12. Replace the flat tire with the spare tire, aligning the lug nuts with the threaded holes on the wheel studs. Hand-tighten the lug nuts until they are snug against the wheel, making sure to maintain the star pattern.\n\n13. Lower the vehicle back to the ground using the jack, double-checking the alignment with the level and protractor. Once the vehicle is fully lowered, remove the jack and store it in the designated jack storage area.\n\n14. Finally, tighten the lug nuts using the lug wrench, making sure to tighten them in a star pattern to ensure even torque distribution. Use a torque wrench to measure the torque on each lug nut, ensuring that it is within the manufacturer's specified range.\n\n15. Inspect the newly-changed tire, the wheel studs, and the suspension components for any visible damage or irregularities. If any issues are found, consult a professional tire-changing technician immediately.\n\n16. Return all tools and equipment to their designated storage areas, making sure that they are clean and organized for future use.\n\n17. As a final step, give yourself a pat on the back for successfully changing the car tire in an overly complicated manner. You deserve it!\n"}