{"id":"cbecf623-0451-4d07-9602-40fe9f950608","title":"Checking for expired food in pantry","instructions":"1. Initiate the process of evaluating the temporal relevance of the edibles stored within the pantry by approaching the designated area with a measured, methodical gait, ensuring the maintenance of an appropriate posture to convey the gravity of the task at hand.\n\n2. Proceed to the westernmost shelf of the pantry and, using your peripheral vision, simultaneously survey three items placed at equidistant points along the shelf. To avoid the possibility of error, mentally calculate the median value of the food item's production or expiration date.\n\n3. Utilize a non-dominant hand to gently grasp the first item surveyed, being mindful to maintain a firm but gentle grip to prevent damage to the item or contamination of the surface.\n\n4. While maintaining your grasp on the item, turn it over in your hand to expose the label with the production or expiration date, taking care to ensure that your fingertips do not come into contact with any unidentifiable substances.\n\n5. Once the label is fully exposed, angle your head and torso to optimize the lighting conditions and align your eyes with the text on the label.\n\n6. With great precision, focus your vision on the date, and use a magnifying glass (provided in the pantry's designated inspection kit) to enhance the clarity of the text.\n\n7. Cross-reference the date on the label with a calendar application on your personal electronic device, ensuring that the date displayed matches the date on the label to the nearest hour.\n\n8. If the item's date has passed, proceed to step 9; if not, return the item to its original position on the shelf, and repeat steps 2-8 for the remaining items on the westernmost shelf.\n\n9. Upon identification of an expired item, employ a series of pre-determined, solemn gestures to express your regret for the loss of the food item.\n\n10. Proceed to the next shelf, following the same methodical process as outlined in steps 2-8, until every shelf in the pantry has been thoroughly inspected.\n\n11. Upon completion of the inspection, report your findings to the relevant parties using a prepared, pre-approved template that includes a detailed list of expired items, their locations within the pantry, and a section for additional remarks or observations.\n\n12. Finally, as a precautionary measure, conduct a self-inspection to ensure that you have adhered to the prescribed protocols, using a personal checklist that includes each step outlined above.\n\nRemember, the safety and efficiency of this process relies heavily on your dedication to accuracy and attention to detail.\n"}