{"id":"59d77d51-dcfc-4bd4-b093-9890a8eda17e","title":"Checking for missed calls","instructions":"1. To initiate the process of discovering potential missed calls, please locate the main interface of the mobile communication device. This can be found on the front-facing side of the object, and is commonly referred to as the \"home screen\".\n\n2. Upon identifying the home screen, engage in a series of precise gestures, known as \"swipes\". Initiate this action by placing the first finger at the edge of the touch-sensitive surface, then move it horizontally across the screen. Repeat this action until a new display appears, featuring a myriad of icons.\n\n3. Navigate through the collection of icons, searching for the one representing the functionality of verbal communication. This icon is typically depicted as a stylized representation of a circular object, and is commonly referred to as the \"Phone\" app.\n\n4. Once the \"Phone\" app icon has been identified, execute a downward-directed swipe, followed by a light tap on the icon. This will cause the device to load the application, displaying a fresh interface.\n\n5. On this new screen, locate the area at the bottom, which contains a series of text labels. Among these, identify the one marked with the words \"Recents\". Gently tap on this label to access a list of recent calls.\n\n6. Within the \"Recents\" menu, you will find a section divided into three categories: \"Missed calls\", \"Outgoing calls\", and \"Incoming calls\". To view the missed calls, locate the section marked \"Missed calls\" and inspect the list of calls displayed below it.\n\n7. Each entry on this list will consist of two pieces of information: the name or number of the caller, and the time at which the call was received. If a missed call has occurred, it will be indicated by an absence of the word \"call ended\", and the presence of the callers information.\n\n8. To confirm that a missed call has indeed taken place, examine the time displayed next to the callers information. If the time appears within the desired time frame, and the call is not marked as ended, then a missed call has occurred.\n\n9. If desired, you can initiate a call back to the missed caller by tapping on the callers information within the \"Missed calls\" list. This will automatically launch a new call, connecting you with the individual who originally missed the call.\n\n10. Once you have finished examining the missed calls, or if no missed calls are present, gently press the device's central button to return to the home screen. This concludes the process of checking for missed calls, and you may proceed with any other desired activities on the device.\n"}