{"id":"dcbdef85-a490-4334-b4a8-1862f7cb4c62","title":"Checking for missed calls on phone","instructions":"1. Commence by locating the rectangular, touch-responsive device that serves as your telephonic instrument. This object, also known as a smartphone, is typically found in the vicinity of one's person, such as in a pocket or handbag.\n\n2. With the use of your fingertips, gently press down on the display screen of the smartphone, causing it to awaken from its slumber. This is known as 'powering on' the device.\n\n3. Upon the device's awakening, locate the icon that resembles a small telephone. This symbol is a representation of the 'Phone' application, which is utilized to make and receive calls. You may find this icon within the device's 'Home Screen,' which is the primary display, or within the 'App Drawer,' which is accessed by swiping the screen in an upward motion.\n\n4. Utilize your fingers to press down on the aforementioned telephone icon, thereby launching the 'Phone' application. The screen will change, displaying various information related to calls, such as recent call history and a keypad for dialing numbers.\n\n5. In the lower portion of the screen, there will be a tab that says 'Recent,' 'Missed,' or 'Calls,' depending on your device's settings. This tab is a portal to the information you seek, detailing the calls you have either received or missed.\n\n6. With your fingers, gently press down on this tab, causing it to expand and reveal a list of calls. The missed calls will be denoted by a small icon that resembles a line through a circle, accompanied by the phone number or contact name.\n\n7. To review the details of a missed call, utilize your fingers to slide the screen in an upward or downward motion. This action will cause the list of calls to scroll, revealing additional information for each call, such as the duration of the call and the contact's name if saved in your device.\n\n8. Should you wish to call back the individual who missed your call, locate their contact information within the list and press down on it using your fingers. This will initiate a call to that individual. Alternatively, you may utilize the keypad icon within the 'Phone' application to manually dial their phone number.\n\n9. To return the smartphone to its resting state, gently press the 'Power' button, which is usually located on the side or the top of the device. This will cause the device to power off, returning it to its slumber.\n\n10. Finally, to maintain organization and efficiency, it is recommended that you regularly check for missed calls, as well as other call-related information, such as incoming and outgoing calls. This will ensure that you remain connected and informed of your telephonic interactions.\n"}