{"id":"01897757-80b7-4f78-8b15-56b3e28cde02","title":"Eating a bowl of cereal","instructions":"1. Commence the process of eating a bowl of cereal by procuring a cereal container from a designated storage area, typically denoted as a pantry or cupboard. This can be achieved by extending your right arm to a length of approximately 1.2 meters, and using the dexterity of your fingers to grasp the container.\n\n2. Upon successful acquisition of the cereal container, locate the appropriate utensil for this culinary endeavor. The utensil, commonly referred to as a 'bowl', should be positioned on a flat surface known as a countertop. Use your left arm, extended to a length of approximately 0.6 meters, to gently place the cereal container onto the designated bowl.\n\n3. Proceed to open the cereal container. Employ your right hand, extending it to a length of approximately 0.3 meters, and apply a force of precisely 1.5 Newtons to the lid of the container in a clockwise direction. Rotate the lid until it reaches a vertical position, revealing the cereal within.\n\n4. Using your right hand, grasp a ladle, which should be positioned on the countertop, extending your arm to a length of approximately 0.8 meters. Carefully scoop an amount of cereal that is equivalent to the volume of one standard US tablespoon, exercising precision to avoid spilling any of the cereal.\n\n5. Transfer the cereal from the ladle to the bowl, employing your right arm extended to a length of approximately 0.5 meters. Ensure that the cereal is placed in the center of the bowl, maintaining a uniform distribution for aesthetic purposes.\n\n6. Proceed to locate a milk container, which should be positioned within a refrigerator. Retrieve the container by extending your left arm to a length of approximately 1.5 meters, and using the dexterity of your fingers to grasp the handle of the container.\n\n7. Remove the cap from the milk container by extending your right arm to a length of approximately 0.4 meters and applying a force of precisely 1.8 Newtons to the cap in an anticlockwise direction. Rotate the cap until it reaches a vertical position, revealing the milk within.\n\n8. Pour the milk into the bowl containing the cereal, using your right hand to hold the milk container, and extending your arm to a length of approximately 0.7 meters. Pour the milk in a slow, steady stream, aiming for the outer edges of the cereal to ensure an even distribution.\n\n9. Observe the cereal and milk mixture in the bowl for any inconsistencies in distribution. If necessary, adjust the distribution using the ladle and milk container as needed.\n\n10. Position a spoon, which should be placed on the countertop, within close proximity to your dominant hand. Pick up the spoon using your dominant hand, extending your arm to a length of approximately 0.4 meters.\n\n11. Bring the spoon to your mouth, extending your arm to a length of approximately 0.3 meters, and use the spoon to lift a small amount of cereal and milk mixture to your mouth. Gently close your lips around the spoon, and carefully swallow the mixture.\n\n12. Repeat step 11 for a total of 4 to 6 times, or until the cereal and milk mixture has been completely consumed. Dispose of any remaining cereal and milk mixture in a designated waste receptacle.\n\n13. Clean up any spills or debris that may have occurred during the process. Return all utensils, cereal container, and milk container to their respective storage locations.\n\n14. Congratulate yourself on the successful completion of the task of eating a bowl of cereal. Optionally, reward yourself with another bowl of cereal, if desired.\n"}