{"id":"83ee65af-02e6-4b8f-97c4-bd66a8891711","title":"Replacing toilet paper roll","instructions":"1. Commence the procedure by donning the appropriate attire, which entails the donning of a clean and pristine pair of gloves, specifically designed for the handling of toilet paper rolls.\n\n2. Initiate the process by approaching the lavatory, and observe the current state of the toilet paper roll. Ensure that the existing roll is entirely devoid of any remnants of tissue paper, in order to avoid potential complications during the replacement phase.\n\n3. Proceed to the storage area, which is typically situated within a closet or a designated compartment in close proximity to the lavatory, to retrieve a fresh toilet paper roll. It is of utmost importance to select a roll that is of identical size and design as the existing roll, in order to maintain uniformity and aesthetic harmony within the lavatory.\n\n4. Carefully inspect the fresh toilet paper roll to ensure that it contains an adequate quantity of tissue paper, thereby avoiding the need to replenish the roll at an inordinately frequent interval.\n\n5. Hold the toilet paper roll in both hands, and position it at a slight angle, ensuring that the top of the roll faces away from the lavatory. This will facilitate the smooth and uncomplicated insertion of the roll into the holder.\n\n6. Approach the lavatory and align the toilet paper roll with the existing holder, ensuring that the cardboard core is parallel to the wall on which the holder is mounted.\n\n7. In a single, swift motion, insert the toilet paper roll into the holder, taking care to avoid any unnecessary force that may cause damage to the holder or the surrounding wall. The roll should slide smoothly into the holder, with the cardboard core fitting snugly into the slot provided.\n\n8. Confirm that the toilet paper roll is securely in place by gently tugging on the free end of the tissue paper, ensuring that it does not detach from the holder. If the roll is not secure, repeat step 6 and 7 until the desired stability is achieved.\n\n9. Retrieve the used gloves from step 1, and dispose of them in an appropriate waste receptacle, such as a garbage bin designated for non-hazardous waste materials.\n\n10. Wash hands thoroughly with soap and warm water, for a minimum of 20 seconds, following the recommended guidelines for proper hand hygiene.\n\n11. Return to the lavatory and observe the newly installed toilet paper roll, ensuring that it is properly aligned and secure, thus completing the replacement process.\n\n12. Lastly, take a moment to appreciate the satisfaction derived from having successfully replaced the toilet paper roll, and bask in the glory of a job well done.\n"}