{"id":"c1a03d0b-cf89-4214-a33d-8ca68ca9196c","title":"Resetting a router","instructions":"1. Commence by locating the mains power connector of the router, which is typically a port that accepts the two-pronged, rectangular electrical plug.\n\n2. After identifying the power connector, proceed to disconnect the aforementioned connector from the electrical outlet by gently detaching the two aforementioned prongs from the two corresponding slots within the electrical outlet.\n\n3. Upon the successful disconnection of the power connector, wait for a minimum of 60 seconds to ensure that all electrical charges within the router have dissipated.\n\n4. Once the aforementioned period of time has elapsed, reconnect the power connector to the electrical outlet by inserting the two prongs into the two corresponding slots within the electrical outlet.\n\n5. Observe the router for a minimum of 10 seconds to confirm that the power indicator light has illuminated, indicating successful reconnection to the power source.\n\n6. Locate the router's reset button, which is typically a small, recessed button on the device, often requiring the use of a straightened paper clip or similar tool to press the button.\n\n7. With the router powered on, use the aforementioned tool to press and hold the reset button for a minimum of 10 seconds and a maximum of 15 seconds. This will trigger the router's factory reset process.\n\n8. Upon the release of the reset button, wait for the router to power cycle, which may take up to 2 minutes. During this process, all settings will be restored to their factory defaults, and the router will obtain a new IP address from the network to which it is connected.\n\n9. Once the power cycle has been completed, locate the router's configuration interface by opening a web browser on a computer or mobile device connected to the router's network.\n\n10. In the web browser, enter the default IP address of the router (commonly 192.168.1.1 or 192.168.0.1) into the address bar and press enter. This will bring up the router's login screen.\n\n11. Upon accessing the router's configuration interface, enter the default username (often \"admin\") and password (often \"password\") to log in to the router's settings.\n\n12. Once logged in, navigate to the \"Factory Defaults\" or \"Restore Default Settings\" option within the router's configuration interface.\n\n13. Confirm the factory reset action by selecting the \"Reset to Factory Defaults\" button or similar wording, depending on the router's interface.\n\n14. After the reset process has completed, the router will power cycle once more, and all settings will be restored to their factory defaults. The router is now ready for configuration and use.\n\n15. To ensure optimal performance, it is recommended to update the router's firmware to the latest version available from the manufacturer's website and configure the router's settings according to your specific network requirements.\n"}