{"id":"20cae57b-30e3-4dcd-92ad-b2573ab9c251","title":"Riding a tandem bike","instructions":"To embark on a journey aboard a tandem bicycle, the two-wheeled, dual-seated contraption that shall require a harmonious fusion of strength, balance, and communication, heed the following overly elaborate instructions:\n\n1. Preparatory Phase (A.K.A. The Setup):\n   a. Commence by locating the tandem bicycle in a tranquil, spacious, and ideally flat terrain.\n   b. Approach the bicycle from the rear, ensuring that your eyes gaze upon it with reverence and awe.\n   c. Slowly extend your right hand towards the bicycle, fingers extended, and recite the phrase \"I, cyclist, summon thee, two-seater of steel and rubber.\"\n   d. With your left hand, gently grasp the seat of the rear bicycle rider, and whisper a silent prayer for a safe and harmonious ride.\n   e. Proceed to lift the tandem bicycle with utmost care, ensuring that both tires are in contact with the ground.\n\n2. Seating Phase (A.K.A. The Saddle Synchronization):\n   a. Ascend the rear bicycle seat first, ensuring that your posterior is in full contact with the saddle, and your feet are firmly planted on the ground.\n   b. Instruct the front bicycle rider to mount the bicycle, while you maintain a firm grip on the seat for stability.\n   c. Once the front rider is seated, simultaneously raise your feet from the ground and place them on the pedals, pressing down to ensure that the bicycle remains stationary.\n   d. The front bicycle rider should now do the same, creating a state of mutual equilibrium.\n   e. With both riders seated, cross your arms and nod your heads in unison, acknowledging the unity required for the tandem bicycle experience.\n\n3. Pedaling Phase (A.K.A. The Power Propulsion):\n   a. The front bicycle rider should initiate the pedaling, adopting a rhythmic, controlled pace to establish a steady cadence.\n   b. The rear bicycle rider should follow suit, matching the front rider's cadence and applying pressure on the pedals in harmony.\n   c. Should the need for a brief pause arise, the rear bicycle rider should discreetly tap the front rider's shoulder, communicating the request for a momentary respite.\n   d. Upon resuming the journey, the front bicycle rider should subtly increase the cadence, while the rear rider follows suit, maintaining their synergized rhythm.\n\n4. Navigation Phase (A.K.A. The Directional Directionality):\n   a. The front bicycle rider shall be responsible for the direction and steering of the tandem bicycle.\n   b. Should a change in direction be required, the front bicycle rider should communicate the intention to the rear rider by gently tapping their right or left leg, depending on the desired path.\n   c. The rear bicycle rider should respond by subtly adjusting their body weight, in tandem with the front rider's turn.\n   d. Throughout the journey, the front bicycle rider should maintain constant communication with the rear rider, ensuring a harmonious and coordinated experience.\n\n5. Disembarkment Phase (A.K.A. The Tandem Termination):\n   a. To conclude the tandem bicycle adventure, the front bicycle rider should signal a stop by gently tapping the rear bicycle rider's left leg.\n   b. The rear bicycle rider should then apply pressure on their brakes, followed by the front rider engaging their own brakes.\n   c. With the tandem bicycle coming to a halt, both riders should simultaneously dismount, bowing towards the bicycle in gratitude for the shared experience.\n   d. Finally, the front and rear bicycle riders should exchange a heartfelt handshake, acknowledging their collective achievement and the beautiful dance of the tandem bicycle.\n\nMay your tandem bicycle journey be a harmonious and successful endeavor.\n"}