{"id":"d1c62061-50e8-43d3-a124-2b189cfcd433","title":"Taking out recycling bin","instructions":"Step 1: Initiate the Recycling Binary Sequence\n\n1.1. Locate the primary interface panel of your dwelling unit, which is typically found adjacent to the main entrance.\n1.2. Press the button identified as \"Recycling Binary Sequence Initiation\" in a sequential manner, three times, followed by a pause equivalent to the duration of ten Earth seconds, and then two more times.\n1.3. Observe the change in the color of the interface panel, transitioning from its initial state, which is a shade of deep blue, to a vibrant shade of lime green, indicating a successful activation of the binary sequence.\n\nStep 2: Request Access Code Authorization\n\n2.1. Proceed to the digital access terminal, positioned on the left side of the main entrance, at a precise distance of 2.3 meters.\n2.2. Input your unique access code, followed by the character \"#\". The access code is a combination of four digits, which was initially assigned to you upon moving into the dwelling unit. Failure to enter the correct access code will result in an error message displayed in the form of a flashing red triangle.\n2.3. Upon successful authorization, the access terminal will emit a soft, pleasant chime, and the recycling bay door will begin to retract automatically.\n\nStep 3: Locate and Retrieve the Recycling Bin\n\n3.1. Carefully traverse the designated recreational area, ensuring you maintain a distance of 1.2 meters from any nearby organic life forms, as per the mandated safety protocols.\n3.2. Arrive at the designated recycling storage area, which is located in the northeastern corner of the dwelling unit.\n3.3. Identify the recycling bin by its unique recycling symbol, which comprises three arcs of different sizes, arranged in a triangular formation.\n3.4. Grasp the recycling bin using both hands, ensuring a firm yet gentle grip on the handles, to avoid any potential damage to the bin or yourself.\n\nStep 4: Exit the Dwelling Unit\n\n4.1. Proceed towards the main entrance, ensuring the retracted recycling bay door is in your direct line of sight.\n4.2. Before exiting the dwelling unit, execute a 180-degree turn, facing the central access terminal.\n4.3. Perform a visual confirmation of the recycling bin, to ensure it is securely in your possession.\n4.4. Exit the dwelling unit by walking through the main entrance, while maintaining a pace equivalent to 2.5 meters per second.\n\nStep 5: Dispose of Recyclable Materials\n\n5.1. Upon exiting the dwelling unit, locate the designated recycling disposal station, which is approximately 3.4 meters from the main entrance, towards the southwest.\n5.2. Open the recycling disposal bin by lifting the lid, which is hinged at the top, and use your free hand to support the lid as it opens.\n5.3. Carefully place the recycling bin inside the disposal bin, ensuring that the recyclable materials are deposited into the container.\n5.4. Close the recycling disposal bin by lowering the lid, and ensuring it is securely fastened in its original position.\n\nStep 6: Return to Dwelling Unit\n\n6.1. Retrace your steps back to the main entrance of the dwelling unit.\n6.2. Upon arrival, execute a 180-degree turn, facing the central access terminal.\n6.3. Proceed through the main entrance, ensuring the recycling bay door is in its proper position to receive the recycling bin upon return.\n6.4. Complete the process by returning to the step 1, initiating the recycling binary sequence to prepare for the next recycling bin exchange.\n"}