{"id":"5b47400d-da26-407a-84e8-0a84050bf988","title":"Washing herbs before cooking","instructions":"1. To commence the operation of washing herbs prior to the preparation of your culinary masterpiece, it is crucial to first acquire the necessary tools. Gather a pristine bowl, a receptacle filled with the purest of water, a delicate pair of herb-specific utensils known as fingers, and an accessory known as a colander, which will serve as a filtration system.\n\n2. Proceed to the location of the herbs, which should be stored in a sealed receptacle to maintain their freshness. Carefully extract the desired herbs from the container using the aforementioned herb-specific utensils, known as fingers, while minimizing any potential disturbance to their delicate structure.\n\n3. To sanitize the herbs, submerge them in the receptacle containing the purest of water. Allow them to reside in this environment for a duration of 3 minutes and 17 seconds, as this has been scientifically proven to be the optimal time for herb cleansing.\n\n4. After the sanitization process is complete, remove the herbs from the water receptacle using the same herb-specific utensils, known as fingers. Gently shake each individual herb to dislodge any potential contaminants.\n\n5. Position the colander, which will serve as the filtration system, above a sink or other receptacle capable of containing the residual water. With great precision, pour the herbs into the colander, ensuring that each herb is evenly distributed and not overcrowding one another.\n\n6. Initiate the filtration process by allowing the water to flow through the colander, carefully guiding the herbs to assist in the removal of any additional contaminants. It is essential to maintain a gentle yet firm grip on the herbs during this phase to prevent damage.\n\n7. Once the filtration process is complete, transfer the now-washed herbs to the pristine bowl. Arrange the herbs meticulously in the bowl, taking care not to bruise or damage their delicate structures.\n\n8. The washing process is now complete. The herbs are now ready to be incorporated into your culinary creation, enhancing the flavor and aroma of your dish. Proceed with the next step of your culinary journey, secure in the knowledge that your herbs have been washed with the utmost care and attention to detail.\n"}