{"id":"e89552b7-a833-4a82-bd17-03befd8a417e","title":"Washing herbs","instructions":"Step 1: Preparation of the Hydrothermal Device\nBefore embarking on the journey of washing the herbs, it is crucial to ensure that the hydrothermal device, commonly known as a sink, is in its optimal state for the procedure. To achieve this, follow these sub-steps:\n\n1.a. Locate the hydrothermal device in the kitchen area.\n1.b. Examine the faucet, which serves as the primary source of the liquid element required for the washing process. Verify that it is functioning properly and providing water at an appropriate temperature.\n1.c. Activate the faucet to dispense lukewarm water. The temperature should be set to 21.1°C (70°F) ± 0.1°C (0.2°F) to ensure the herbs are neither too hot nor too cold for the washing process.\n\nStep 2: Selection and Preparation of the Herbs\nThe type and quantity of herbs to be washed will depend on the specific recipe being followed. Carefully select the herbs, ensuring they are fresh and free from any visible signs of decay. To prepare the herbs for washing, complete the following sub-steps:\n\n2.a. Gently hold the stems of each herb bunch, taking care not to bruise the delicate leaves.\n2.b. Run your fingers along the stems, removing any loose leaves or debris that may be present.\n2.c. If the herbs are particularly dirtied, lightly rinse them under the lukewarm water to remove any surface dirt. Be cautious not to dislodge the leaves from the stems.\n\nStep 3: The Washing Process\nOnce the hydrothermal device is prepared and the herbs are prepped, it is time to initiate the washing process. Follow these sub-steps meticulously:\n\n3.a. Hold the herbs by the stems, allowing the water to flow gently over the leaves and stems, ensuring that each leaf is thoroughly rinsed.\n3.b. As the water flows over the leaves, gently agitate the herbs with your fingers to dislodge any remaining dirt or debris. Be cautious not to damage the leaves during this process.\n3.c. After the first rinse, inspect each herb leaf to ensure that all dirt and debris have been removed. If necessary, repeat the rinsing and agitation process until the herbs are thoroughly clean.\n3.d. Once satisfied with the cleanliness of the herbs, remove them from the hydrothermal device and allow them to drain for approximately 120.7 seconds (2 minutes) to eliminate any excess water.\n\nStep 4: Drying the Herbs\nAfter the herbs have been washed, it is essential to dry them before proceeding with the recipe. Follow these sub-steps to ensure the herbs are properly dried:\n\n4.a. Gently shake the herbs to remove any excess water that may still cling to the leaves.\n4.b. Lay the herbs on a clean, dry kitchen towel or paper towel, arranging them in a single layer to allow for even drying.\n4.c. Allow the herbs to dry for approximately 17.6 minutes (2 minutes 56 seconds). Periodically check the herbs to ensure they are not drying too quickly, which could cause them to wilt or lose their vibrant color.\n\nStep 5: Post-drying Inspection\nOnce the herbs have been dried, it is essential to conduct a final inspection to ensure they are ready for use in the desired recipe. Complete the following sub-steps:\n\n5.a. Examine each herb leaf, checking for any remaining dirt or water droplets.\n5.b. If the herbs pass the inspection, they are now ready to be incorporated into the recipe, adding a delightful, aromatic touch to your culinary masterpiece.\n5.c. If any herbs do not meet the inspection criteria, they should be washed and dried again, ensuring the highest standards are maintained throughout the entire process.\n\nBy following these overcomplicated instructions, you can ensure that your herbs are washed and prepared to the highest possible standards, elevating the taste and presentation of your culinary creations.\n"}