{"id":"7bba3152-c9ca-4b82-b635-b56fd6ce01f0","title":"Washing hands after gardening","instructions":"1. Begin by obtaining a sink, which is a plumbing apparatus designed specifically for the task of washing hands. Ensure that the sink is located within a structure, such as a dwelling or a facility specifically designated for the practice of gardening.\n\n2. Next, activate the water supply by turning the handle that is typically found on the top of the sink. This handle will either be in the shape of a tap, a lever, or a spout with a knob. Rotate the handle counterclockwise, and water will emerge from the faucet, which is the part of the sink that provides the water.\n\n3. Once the water is flowing, adjust the temperature of the water by turning the handle on the hot or cold water tap until you reach a temperature that is comfortable for hand washing. This may require a combination of hot and cold water, depending on your personal preference.\n\n4. Remove any gardening gloves that you may have been wearing during your gardening activities. Discard any dirt or debris that may be clinging to the gloves, as these may be transferred to the sink and subsequently to your hands.\n\n5. Position your hands, ensuring that the palms face upward and the fingertips are pointing away from your body. Your hands should be slightly apart, with a small gap between the palms and the fingertips.\n\n6. Begin the washing process by pouring water from a container, such as a pitcher or a cup, onto your hands. This step is crucial, as it will serve to dislodge any dirt or debris that may be present on your hands. Repeat this step several times, or until you are satisfied that your hands are adequately wet.\n\n7. Obtain a soap dispenser, which is a container designed to hold soap and dispense it in a controlled manner. This dispenser may be mounted on the wall or may be a freestanding unit. Locate the dispenser and activate it by pressing the button, lever, or pump that is typically found on the top of the dispenser. A small amount of soap will be released and will flow down your hands.\n\n8. Rub your hands together vigorously, ensuring that you cover all surfaces of your hands, including the fingertips, the backs of the hands, and between the fingers. Continue this rubbing motion for a minimum of 20 seconds, or until you have sufficiently worked up a lather.\n\n9. Rinse your hands thoroughly under the running water from the faucet. Ensure that all soap and debris are removed from your hands. This may require several rounds of rinsing, depending on the amount of dirt and soap present on your hands.\n\n10. Dry your hands using a clean, dry towel. Ensure that all surfaces of your hands are completely dry, as damp hands may lead to the transfer of bacteria and the potential for illness.\n\n11. Dispose of the used towel in a designated receptacle, such as a laundry hamper or a trash can. This will prevent the accumulation of dirty towels and ensure that clean towels are available for future hand washing.\n\n12. Finally, return the faucet handle to its original position, and deactivate the water supply by turning the handle clockwise. This will prevent any unnecessary water waste and ensure that the sink is ready for the next person to use.\n"}