{"id":"0bd4d800-d789-4382-85b9-0e5522b048f1","title":"Washing hands before cooking","instructions":"1. Commence the process of washing your hands by locating the tap in the vicinity of your handwashing apparatus, which is typically found adjacent to the sink, and ensure that it is in the 'off' position.\n\n2. Extract the required quantity of water, approximately 200 milliliters, from the tap by rotating it in a clockwise direction until water emanates from the tap.\n\n3. Retrieve a bar of soap from the designated storage area, such as a soap dish or dishwasher, and hold it firmly in your dominant hand.\n\n4. While maintaining a firm grip on the soap, raise your non-dominant hand to a height of approximately 100 centimeters above the handwashing apparatus.\n\n5. Use your non-dominant hand to create a 'V' shape with your index and middle fingers, ensuring that they are held at a 45-degree angle relative to your thumb.\n\n6. Gently place the soap bar in the palm of your non-dominant hand and, using the 'V' created by your index and middle fingers, exert a mild pressure on the soap to generate a lather.\n\n7. Transfer the lather from your non-dominant hand to your dominant hand, taking care not to allow any contaminants present on your dominant hand to come into contact with the lather.\n\n8. With your dominant hand, envelop your entire palm and fingertips with the soap lather, ensuring that all surfaces are covered.\n\n9. Utilize the back of your non-dominant hand to scrub the palm of your dominant hand, applying moderate pressure and working in a circular motion for approximately 20 seconds.\n\n10. Repeat step 9 on your dominant hand's fingertips, ensuring that each finger is cleaned individually and that the fingernails are thoroughly scrubbed.\n\n11. Rotate the tap to the 'on' position, ensuring that the water is at a temperature of between 40 and 60 degrees Celsius.\n\n12. Hold your dominant hand under the flowing water, allowing the soap lather to be rinsed away while maintaining a downward-facing position to prevent contaminants from re-entering your hands.\n\n13. Repeat step 12 with your non-dominant hand, ensuring that all soap residue is removed.\n\n14. Dry your hands using a clean, lint-free towel or cloth, patting your hands dry rather than rubbing to avoid irritation.\n\n15. Dispose of the soap bar in an appropriate waste receptacle and return the hand towels to their designated storage area, ensuring that they are folded neatly and without creases.\n\n16. Finally, sanitize your handwashing apparatus and sink by applying a disinfectant cleaner to a cloth and wiping down all surfaces, including the tap, sink, and soap dish.\n"}